accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
aquamarine
aspell
b43-fwcutter
base
base-devel
bash-completion
bat
bind
binwalk
blackarch-keyring
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
burpsuite
cantarell-fonts
checksec
cliphist
cmatrix
cronie
cryptsetup
cuda
cuda-tools
cups
cups-browsed
cups-filters
cups-pdf
debuginfod
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eog
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
fcrackzip
ffmpegthumbnailer
figlet
firefox
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
gdb
ghostscript
git
github-cli
glances
gnome-system-monitor
gnu-netcat
go
gobuster
grim
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gutenprint
gvfs
gvfs-mtp
hashcat
haveged
hdparm
hplip
hugo
hwdetect
hwinfo
hyprcursor
hypridle
hyprland
hyprlock
hyprutils
inetutils
inxi
iptables-nft
iwd
jfsutils
john
jq
kernel-install-for-dracut
kitty
krita
kvantum
less
lib32-glibc
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
ltrace
lvm2
man-db
man-pages
mdadm
mdcat
meld
mesa-utils
modemmanager
mousepad
mpv
mpv-mpris
mtools
nano
nano-syntax-highlighting
nautilus
ncdu
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nginx
ngrok
nilfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-hook
nvidia-inst
nvidia-settings
nvtop
nwg-look
obs-studio
obsidian
openresolv
openssh
otf-font-awesome
p7zip
pacman-contrib
pamixer
patchelf
pavucontrol
perl
php
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
polkit-gnome
poppler-glib
power-profiles-daemon
pv
pwndbg
pwninit
python
python-capng
python-capstone
python-defusedxml
python-packaging
python-ptrace
python-pyelftools
python-pygments
python-pyqt5
python-pyquery
python-reportlab
python-requests
python-unicorn
qastools
qt5ct
qt6-5compat
qt6ct
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rofi
rofi-emoji
rsync
rtkit
s-nail
samba
sddm
sg3_utils
slurp
smartmontools
sof-firmware
speedtest-cli
splix
spotify-launcher
strace
sudo
swappy
swaybg
swayidle
swaync
swww
sysfsutils
system-config-printer
systemd-sysvcompat
texinfo
timeshift
tldr
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
unrar
unzip
upower
upx
usb_modeswitch
usbutils
vi
vim
waybar
welcome
wget
which
wimlib
wireguard-tools
wireplumber
wireshark-qt
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zsh
zsh-completions
